# Вариант 15
# Дана строка текста. Подсчитать количество букв «т» в строке.

s = input("Введите строку: ")
print(s.count("т"))